tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "kdabir/tap"
brew "antigen"
brew "fnm"
brew "gh"
brew "make"
brew "mas"
brew "neovim"
brew "node"
brew "pnpm"
brew "pure"
brew "python@3.10"
brew "python@3.11"
brew "redis"
brew "thefuck"
brew "tig"
brew "tldr"
brew "wget"
brew "yarn"
brew "kdabir/tap/has"
cask "firefox"
cask "font-ibm-plex-mono"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "microsoft-teams"
cask "notion"
cask "postman"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "xquartz"
cask "zed"
mas "Ethernet Status", id: 1186187538
mas "Hand Mirror", id: 1502839586
mas "Remote Mouse", id: 403195710
mas "SonicWall Mobile Connect", id: 822514576
mas "Things", id: 904280696
