tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "kdabir/tap"
tap "oven-sh/bun"
brew "antigen"
brew "automake"
brew "bison"
brew "chruby"
brew "fd"
brew "fnm"
brew "fzf"
brew "gdbm"
brew "gh"
brew "htop"
brew "openssl@3"
brew "libffi"
brew "libyaml"
brew "xz"
brew "make"
brew "mas"
brew "neovim"
brew "node"
brew "pure"
brew "readline"
brew "python@3.10"
brew "python@3.11"
brew "redis"
brew "ruby-install"
brew "telnet"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "wget"
brew "yarn"
brew "kdabir/tap/has"
brew "oven-sh/bun/bun"
cask "command-x"
cask "firefox"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "kitty"
cask "maccy"
cask "microsoft-teams"
cask "notion"
cask "postman"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "xquartz"
cask "zed"
mas "Color Picker", id: 1545870783
mas "Ethernet Status", id: 1186187538
mas "Hand Mirror", id: 1502839586
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "Remote Mouse", id: 403195710
mas "SonicWall Mobile Connect", id: 822514576
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Xcode", id: 497799835
vscode "aliariff.auto-add-brackets"
vscode "anjali.clipboard-history"
vscode "argutec.argutec-azure-repos"
vscode "be5invis.vscode-custom-css"
vscode "bierner.markdown-mermaid"
vscode "britesnow.vscode-toggle-quotes"
vscode "compulim.vscode-clock"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hediet.hediet-ts-lsp"
vscode "kamikillerto.vscode-colorize"
vscode "kelvin.vscode-sshfs"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "nemothecollector.jsx-breadcrumbs"
vscode "percygrunwald.vscode-intellij-recent-files"
vscode "pkief.material-icon-theme"
vscode "planbcoding.vscode-react-refactor"
vscode "richie5um2.vscode-sort-json"
vscode "streetsidesoftware.code-spell-checker"
vscode "tonybaloney.vscode-pets"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wayou.vscode-todo-highlight"
vscode "xr0master.webstorm-intellij-darcula-theme"
